Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: AI systems used in employment, workers management and access to self-employment, in particular for the recruitment and selection of persons, for making decisions affecting terms of the work-related relationship, promotion and termination of work-related contractual relationships, for allocating tasks on the basis of individual behaviour, personal traits or characteristics and for monitoring or evaluation of persons in work-related contractual relationships, should also be classified as high-risk, since those systems may have an appreciable impact on future career prospects, livelihoods of those persons and workers’ rights.
pt_pt: Os sistemas de IA utilizados nos domínios do emprego, da gestão de trabalhadores e do acesso ao emprego por conta própria, nomeadamente para efeitos de recrutamento e seleção de pessoal, de tomada de decisões que afetem os termos da relação de trabalho, de promoção e cessação das relações contratuais de trabalho, de atribuição de tarefas com base em comportamentos individuais, traços ou características pessoais, e de controlo ou avaliação de pessoas no âmbito de relações contratuais de trabalho também deverão ser classificados como sendo de risco elevado, uma vez que podem ter um impacto significativo nas perspetivas de carreira, na subsistência dessas pessoas e nos direitos dos trabalhadores.

source: Relevant work-related contractual relationships should, in a meaningful manner, involve employees and persons providing services through platforms as referred to in the Commission Work Programme 2021.
pt_pt: O conceito de «relações contratuais de trabalho» deverá abranger de forma significativa os funcionários e as pessoas que prestam serviços por intermédio de plataformas a que se refere o programa de trabalho da Comissão para 2021.

source: Throughout the recruitment process and in the evaluation, promotion, or retention of persons in work-related contractual relationships, such systems may perpetuate historical patterns of discrimination, for example against women, certain age groups, persons with disabilities, or persons of certain racial or ethnic origins or sexual orientation.
pt_pt: Ao longo do processo de recrutamento e na avaliação, promoção ou retenção de pessoal em relações contratuais de trabalho, esses sistemas podem perpetuar padrões históricos de discriminação, por exemplo, contra as mulheres, contra certos grupos etários, contra as pessoas com deficiência ou contra pessoas de uma determinada origem racial ou étnica ou orientação sexual.

source: AI systems used to monitor the performance and behaviour of such persons may also undermine their fundamental rights to data protection and privacy.
pt_pt: Os sistemas de IA utilizados para controlar o desempenho e o comportamento dessas pessoas podem ainda comprometer os seus direitos fundamentais à proteção de dados pessoais e à privacidade.

source: Another area in which the use of AI systems deserves special consideration is the access to and enjoyment of certain essential private and public services and benefits necessary for people to fully participate in society or to improve one’s standard of living.
pt_pt: Outro domínio no qual a utilização de sistemas de IA merece especial atenção é o acesso a determinados serviços e prestações essenciais, de cariz privado e público, e o usufruto dos mesmos, os quais são necessários para que as pessoas participem plenamente na sociedade ou melhorem o seu nível de vida.

source: In particular, natural persons applying for or receiving essential public assistance benefits and services from public authorities namely healthcare services, social security benefits, social services providing protection in cases such as maternity, illness, industrial accidents, dependency or old age and loss of employment and social and housing assistance, are typically dependent on those benefits and services and in a vulnerable position in relation to the responsible authorities.
pt_pt: Em especial, as pessoas singulares que se candidatam a receber ou que recebem prestações e serviços de assistência pública essenciais de autoridades públicas, nomeadamente serviços de cuidados de saúde, prestações de segurança social, serviços sociais que prestam proteção em casos como maternidade, doença, acidentes de trabalho, dependência ou velhice e perda de emprego e assistência social e de habitação, dependem normalmente dessas prestações e serviços e estão numa posição vulnerável face às autoridades responsáveis.

source: If AI systems are used for determining whether such benefits and services should be granted, denied, reduced, revoked or reclaimed by authorities, including whether beneficiaries are legitimately entitled to such benefits or services, those systems may have a significant impact on persons’ livelihood and may infringe their fundamental rights, such as the right to social protection, non-discrimination, human dignity or an effective remedy and should therefore be classified as high-risk.
pt_pt: Caso sejam utilizados para determinar a concessão, recusa, redução, revogação ou recuperação dessas prestações e serviços pelas autoridades, nomeadamente para determinar se os beneficiários têm legítimo direito a essas prestações ou serviços, os sistemas de IA podem ter um impacto significativo na subsistência das pessoas e podem violar os seus direitos fundamentais, como o direito à proteção social, à não discriminação, à dignidade do ser humano ou à ação, pelo que deverão ser classificados como sendo de risco elevado.

source: Nonetheless, this Regulation should not hamper the development and use of innovative approaches in the public administration, which would stand to benefit from a wider use of compliant and safe AI systems, provided that those systems do not entail a high risk to legal and natural persons.
pt_pt: No entanto, o presente regulamento não deverá constituir um obstáculo ao desenvolvimento e à utilização de abordagens inovadoras na administração pública, que tirariam partido de uma maior utilização de sistemas de IA conformes e seguros, desde que esses sistemas não acarretem um risco elevado para as pessoas coletivas e singulares.

source: In addition, AI systems used to evaluate the credit score or creditworthiness of natural persons should be classified as high-risk AI systems, since they determine those persons’ access to financial resources or essential services such as housing, electricity, and telecommunication services.
pt_pt: Além disso, os sistemas de IA utilizados para avaliar a classificação de crédito ou a solvabilidade de pessoas singulares deverão ser classificados como sistemas de IA de risco elevado, uma vez que determinam o acesso dessas pessoas a recursos financeiros ou a serviços essenciais, como o alojamento, a eletricidade e os serviços de telecomunicações.

source: AI systems used for those purposes may lead to discrimination between persons or groups and may perpetuate historical patterns of discrimination, such as that based on racial or ethnic origins, gender, disabilities, age or sexual orientation, or may create new forms of discriminatory impacts.
pt_pt: Os sistemas de IA utilizados para essas finalidades podem conduzir à discriminação entre pessoas ou grupos e podem perpetuar padrões históricos de discriminação, como em razão da origem étnica ou racial, do género, da deficiência, da idade ou da orientação sexual, ou podem criar novas formas de impacto discriminatório.

source: However, AI systems provided for by Union law for the purpose of detecting fraud in the offering of financial services and for prudential purposes to calculate credit institutions’ and insurance undertakings’ capital requirements should not be considered to be high-risk under this Regulation.
pt_pt: No entanto, os sistemas de IA previstos pelo direito da União para efeitos de deteção de fraudes na oferta de serviços financeiros e para fins prudenciais com vista a calcular os requisitos de capital das instituições de crédito e das seguradoras não deverão ser considerados de risco elevado nos termos do presente regulamento.

source: Moreover, AI systems intended to be used for risk assessment and pricing in relation to natural persons for health and life insurance can also have a significant impact on persons’ livelihood and if not duly designed, developed and used, can infringe their fundamental rights and can lead to serious consequences for people’s life and health, including financial exclusion and discrimination.
pt_pt: Além disso, os sistemas de IA concebidos com vista a serem utilizados para avaliação dos riscos e fixação de preços em relação a pessoas singulares para seguros de saúde e de vida também podem ter um impacto significativo na subsistência das pessoas e, se não forem devidamente concebidos, desenvolvidos e utilizados, podem infringir os seus direitos fundamentais e ter consequências graves para a vida e a saúde das pessoas, incluindo a exclusão financeira e a discriminação.

source: Finally, AI systems used to evaluate and classify emergency calls by natural persons or to dispatch or establish priority in the dispatching of emergency first response services, including by police, firefighters and medical aid, as well as of emergency healthcare patient triage systems, should also be classified as high-risk since they make decisions in very critical situations for the life and health of persons and their property.
pt_pt: Por último, os sistemas de IA utilizados para avaliar e classificar chamadas de emergência efetuadas por pessoas singulares ou para enviar ou estabelecer prioridades no envio de serviços de primeira resposta a emergências, nomeadamente pela polícia, bombeiros e assistência médica, bem como por sistemas de triagem de doentes para cuidados de saúde de emergência, também deverão ser classificados como sendo de risco elevado, uma vez que tomam decisões em situações bastante críticas que afetam a vida, a saúde e os bens das pessoas.

source: Given their role and responsibility, actions by law enforcement authorities involving certain uses of AI systems are characterised by a significant degree of power imbalance and may lead to surveillance, arrest or deprivation of a natural person’s liberty as well as other adverse impacts on fundamental rights guaranteed in the Charter.
pt_pt: Tendo em conta o papel e a responsabilidade das autoridades responsáveis pela aplicação da lei, as suas ações que implicam certas utilizações dos sistemas de IA são caracterizadas por um grau substancial de desequilíbrio de poder e podem conduzir à vigilância, detenção ou privação da liberdade de uma pessoa singular, bem como ter outras repercussões negativas nos direitos fundamentais garantidos pela Carta.

source: In particular, if the AI system is not trained with high-quality data, does not meet adequate requirements in terms of its performance, its accuracy or robustness, or is not properly designed and tested before being put on the market or otherwise put into service, it may single out people in a discriminatory or otherwise incorrect or unjust manner.
pt_pt: Em particular, se não for treinado com dados de alta qualidade, não cumprir os requisitos adequados em termos de desempenho, de exatidão ou solidez, ou não tiver sido devidamente concebido e testado antes de ser colocado no mercado ou em serviço, o sistema de IA pode selecionar pessoas de uma forma discriminatória, incorreta ou injusta.

source: Furthermore, the exercise of important procedural fundamental rights, such as the right to an effective remedy and to a fair trial as well as the right of defence and the presumption of innocence, could be hampered, in particular, where such AI systems are not sufficiently transparent, explainable and documented.
pt_pt: Além disso, o exercício de importantes direitos fundamentais processuais, como o direito à ação e a um tribunal imparcial, o direito à defesa e a presunção de inocência, pode ser prejudicado, em particular, se esses sistemas de IA não forem suficientemente transparentes, explicáveis e documentados.

source: It is therefore appropriate to classify as high-risk, insofar as their use is permitted under relevant Union and national law, a number of AI systems intended to be used in the law enforcement context where accuracy, reliability and transparency is particularly important to avoid adverse impacts, retain public trust and ensure accountability and effective redress.
pt_pt: Como tal, é apropriado classificar como sendo de risco elevado, na medida em que a sua utilização seja permitida nos termos do direito da União e o direito nacional aplicáveis, vários sistemas de IA que se destinam a ser utilizados no contexto da aplicação da lei, no qual a exatidão, a fiabilidade e a transparência são particularmente importantes para evitar repercussões negativas, manter a confiança do público e assegurar a responsabilidade e vias de recurso eficazes.

source: In view of the nature of the activities and the risks relating thereto, those high-risk AI systems should include in particular AI systems intended to be used by or on behalf of law enforcement authorities or by Union institutions, bodies, offices, or agencies in support of law enforcement authorities for assessing the risk of a natural person to become a victim of criminal offences, as polygraphs and similar tools, for the evaluation of the reliability of evidence in in the course of investigation or prosecution of criminal offences, and, insofar as not prohibited under this Regulation, for assessing the risk of a natural person offending or reoffending not solely on the basis of the profiling of natural persons or the assessment of personality traits and characteristics or the past criminal behaviour of natural persons or groups, for profiling in the course of detection, investigation or prosecution of criminal offences.
pt_pt: Tendo em conta a natureza das atividades e os riscos associados às mesmas, esses sistemas de IA de risco elevado deverão incluir, em particular, sistemas de IA concebidos para serem utilizados por autoridades responsáveis pela aplicação da lei ou por instituições, órgãos ou organismos da União, ou em seu nome, em apoio das autoridades responsáveis pela aplicação da lei para avaliar o risco de uma pessoa singular vir a ser vítima de infrações penais, como polígrafos e instrumentos semelhantes, para avaliar a fiabilidade dos elementos de prova no decurso da investigação ou da repressão de infrações penais, e, na medida em que tal não seja proibido nos termos do presente regulamento, para avaliar o risco de uma pessoa singular cometer uma infração ou reincidência não apenas com base na definição de perfis de pessoas singulares ou na avaliação os traços e características da personalidade ou do comportamento criminal passado de pessoas singulares ou grupos, para a definição de perfis no decurso da deteção, investigação ou repressão de infrações penais.

source: AI systems specifically intended to be used for administrative proceedings by tax and customs authorities as well as by financial intelligence units carrying out administrative tasks analysing information pursuant to Union anti-money laundering law should not be classified as high-risk AI systems used by law enforcement authorities for the purpose of prevention, detection, investigation and prosecution of criminal offences.
pt_pt: Os sistemas de IA especificamente concebidos para serem utilizados em processos administrativos por autoridades fiscais e aduaneiras, bem como por unidades de informação financeira que desempenhem funções administrativas de análise de informações nos termos do direito da União em matéria de combate ao branqueamento de capitais, não deverão ser classificados como sistemas de IA de risco elevado utilizados por autoridades responsáveis pela aplicação da lei para efeitos de prevenção, deteção, investigação e repressão de infrações penais.

source: The use of AI tools by law enforcement and other relevant authorities should not become a factor of inequality, or exclusion.
pt_pt: A utilização de ferramentas de IA pelas autoridades responsáveis pela aplicação da lei e por outras autoridades pertinentes não deverá tornar-se um fator de desigualdade nem de exclusão.

source: The impact of the use of AI tools on the defence rights of suspects should not be ignored, in particular the difficulty in obtaining meaningful information on the functioning of those systems and the resulting difficulty in challenging their results in court, in particular by natural persons under investigation.
pt_pt: Não se deverá descurar o impacto da utilização de ferramentas de IA nos direitos de defesa dos suspeitos, nomeadamente a dificuldade de obter informações significativas sobre o funcionamento desses sistemas e a dificuldade daí resultante de contestar os seus resultados em tribunal, em particular quando se trate de pessoas singulares sob investigação.

source: AI systems used in migration, asylum and border control management affect persons who are often in particularly vulnerable position and who are dependent on the outcome of the actions of the competent public authorities.
pt_pt: Os sistemas de IA utilizados na gestão da migração, do asilo e do controlo das fronteiras afetam pessoas que, muitas vezes, se encontram numa posição particularmente vulnerável e que dependem do resultado das ações das autoridades públicas competentes.

source: The accuracy, non-discriminatory nature and transparency of the AI systems used in those contexts are therefore particularly important to guarantee respect for the fundamental rights of the affected persons, in particular their rights to free movement, non-discrimination, protection of private life and personal data, international protection and good administration.
pt_pt: Como tal, a exatidão, a natureza não discriminatória e a transparência dos sistemas de IA utilizados nesses contextos são particularmente importantes para garantir o respeito dos direitos fundamentais das pessoas em causa, nomeadamente os seus direitos à livre circulação, à não discriminação, à proteção da vida privada e dos dados pessoais, à proteção internacional e a uma boa administração.

source: It is therefore appropriate to classify as high-risk, insofar as their use is permitted under relevant Union and national law, AI systems intended to be used by or on behalf of competent public authorities or by Union institutions, bodies, offices or agencies charged with tasks in the fields of migration, asylum and border control management as polygraphs and similar tools, for assessing certain risks posed by natural persons entering the territory of a Member State or applying for visa or asylum, for assisting competent public authorities for the examination, including related assessment of the reliability of evidence, of applications for asylum, visa and residence permits and associated complaints with regard to the objective to establish the eligibility of the natural persons applying for a status, for the purpose of detecting, recognising or identifying natural persons in the context of migration, asylum and border control management, with the exception of verification of travel documents.
pt_pt: Deste modo, na medida em que a sua utilização seja permitida ao abrigo do direito da União e o direito nacional aplicáveis, é apropriado classificar como sendo de risco elevado os sistemas de IA concebidos para serem utilizados por autoridades públicas competentes, ou em seu nome, ou por instituições, órgãos ou organismos da União incumbidos de funções no domínio da gestão da migração, do asilo e do controlo das fronteiras, como polígrafos e instrumentos semelhantes, para avaliar determinados riscos colocados por pessoas singulares que entram no território de um Estado-Membro ou apresentam um pedido de visto ou asilo, para ajudar as autoridades públicas competentes na análise, incluindo a avaliação conexa da fiabilidade dos elementos de prova, dos pedidos de asilo, de visto e de autorização de residência e das queixas relacionadas, no que toca ao objetivo de estabelecer a elegibilidade das pessoas singulares que requerem determinado estatuto, para efeitos de deteção, reconhecimento ou identificação de pessoas singulares no contexto da gestão da migração, do asilo e do controlo das fronteiras, com exceção da verificação de documentos de viagem.

source: AI systems in the area of migration, asylum and border control management covered by this Regulation should comply with the relevant procedural requirements set by the Regulation (EC) No 810/2009 of the European Parliament and of the Council (32), the Directive 2013/32/EU of the European Parliament and of the Council (33), and other relevant Union law.
pt_pt: Os sistemas de IA no domínio da gestão da migração, do asilo e do controlo das fronteiras abrangidos pelo presente regulamento deverão cumprir os requisitos processuais pertinentes estabelecidos no Regulamento (CE) n.o 810/2009 do Parlamento Europeu e do Conselho (32), na Diretiva 2013/32/UE do Parlamento Europeu e do Conselho (33) e em outras disposições pertinentes do direito da União.

source: The use of AI systems in migration, asylum and border control management should, in no circumstances, be used by Member States or Union institutions, bodies, offices or agencies as a means to circumvent their international obligations under the UN Convention relating to the Status of Refugees done at Geneva on 28 July 1951 as amended by the Protocol of 31 January 1967.
pt_pt: A utilização de sistemas de IA na gestão da migração, do asilo e do controlo das fronteiras não deverá, em caso algum, ser utilizada pelos Estados-Membros nem pelas instituições, órgãos ou organismos da União como meio de contornar as suas obrigações internacionais nos termos da Convenção das Nações Unidas relativa ao Estatuto dos Refugiados, celebrada em Genebra em 28 de julho de 1951, com a redação que lhe foi dada pelo Protocolo de 31 de janeiro de 1967.

source: Nor should they be used to in any way infringe on the principle of non-refoulement, or to deny safe and effective legal avenues into the territory of the Union, including the right to international protection.
pt_pt: Também não deverão, de modo algum, ser utilizados para violar o princípio da não repulsão nem para recusar vias legais seguras e eficazes de entrada no território da União, incluindo o direito à proteção internacional.

source: Certain AI systems intended for the administration of justice and democratic processes should be classified as high-risk, considering their potentially significant impact on democracy, the rule of law, individual freedoms as well as the right to an effective remedy and to a fair trial.
pt_pt: Determinados sistemas de IA concebidos para a administração da justiça e os processos democráticos deverão ser classificados como sendo de risco elevado, tendo em conta o seu impacto potencialmente significativo na democracia, no Estado de direito e nas liberdades individuais, bem como no direito à ação e a um tribunal imparcial.

source: In particular, to address the risks of potential biases, errors and opacity, it is appropriate to qualify as high-risk AI systems intended to be used by a judicial authority or on its behalf to assist judicial authorities in researching and interpreting facts and the law and in applying the law to a concrete set of facts.
pt_pt: Em particular, para fazer face aos riscos de potenciais enviesamentos, erros e opacidade, é apropriado classificar como sendo de risco elevado os sistemas de IA concebidos para serem utilizados por uma autoridade judiciária ou para, em seu nome, auxiliar autoridades judiciárias na investigação e interpretação de factos e do direito e na aplicação da lei a um conjunto específico de factos.
